Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sosiaali_ja_terveys(0).html.tmx
Source language: fin
Languages: sms

source: Sosiaali ja terveys
sms: Sosiaal da tiõrvâsvuõtt

source: Saamelaiskäräjät edistää saamelaisten perusoikeuksien toteutumista sosiaali- ja terveyspalveluissa.
sms: Sääʹmteʹǧǧ ooudad säʹmmlai vuâđđvuõiggâdvuõđi teâddjummuž sosiaal- da tiõrvâsvuõttkääzzkõõzzin.

source: Saamelaisten sosiaali- ja terveysalaa koskevien kehittämistoimien lähtökohtana on saamelaisten oikeusaseman ja itsemääräämisoikeuden kehittäminen sosiaali- ja terveydenhuollossa.
sms: Sääʹmteeʹǧǧ tuåimmprograamm (2016-2019) õhttân väʹlddtäävtõssân lij oouʹdeed säʹmmlai puârastpiʹrǧǧeem da vuässadvuõđ.

source: Kehittämisohjelman toimeenpano perustuu yhtäältä Saamelaiskäräjien aseman lujittamiseen ja vakiinnuttamiseen yhteiskunnallisena toimijana (asiantuntijuus, verkostosuhteet, toimintaedellytykset) sekä vuorovaikutuksellisten suhteiden vahvistumiseen suhteessa saamelaisväestöön (gulahallan).
sms: Tuåimmprograamm täävtõõzzi vuâđald rajjum Säʹmmlai sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) kaaggât ouʹdde tõiʹd sääʹmnarood kuõskki taarbid da tuåimid, koin oouʹdeet säʹmmlai õõutverddsažvuõđ da vuâđđvuõiggâdvuõđi teâddjummuž sosiaal- da tiõrvâsvuõttsueʹrjest.

source: Saamelaisten sotealan kehittämisohjelman päätavoitteet:
sms: Säʹmmlai sotisueʹrj ooudâsviikkâmprograamm nellj väʹlddtäävtõõzz lie:

source: Kehitetään saamelaisten osallisuutta ja tosiasiallisia vaikutusmahdollisuuksia
sms: Sääʹmnarood tiõrvâsvuõtt da puârastpiʹrǧǧeem lâssne.

source: Lisätään saamenkielisten ja kulttuurinmukaisten palveluiden saatavuutta ja saavutettavuutta
sms: Säʹmmlai kulttuurjiõččvaaldâšm mâânn ooudâs sosiaal- da tiõrvâsvuõtthuõlâst. Säʹmmlai vuâđđvuõiggâdvuõđ da õõutverddsažvuõtt teâuddje kääzzkõspuuʹtʼtõõzzâst.

source: Vahvistetaan saamelaisväestön henkistä hyvinvointia ja edistetään mielenterveyspalvelujen saatavuutta ja kehittämistä
sms: Säʹmmlai jiiʹjjesǩiõllsa da kulttuuʹre vuâđđõõvi sosiaal- da tiõrvâsvuõttkääzzkõõzzi šlaajj, vaaikteeivuõtt da vuäǯǯamvuõtt puârrne.

source: Kehitetään saamelaisväestön sosiaaliturvaa ja elinoloja
sms: Säʹmmlai sotisueʹrj ooudâsviikkâmprogramm 2016-2019

source: Edistetään digitalisaatiota ja tietoturvan toteutumista saamelaisväestölle suunnatuissa palveluissa
sms: Ääiʹjpoddsaž
